{"leisureBooks":[
  {"isbn":"0800759494","author":"Piper, Don,","title":"90 minutes in heaven : a true story of death & life","summary":"As he is driving home from a minister's conference, Baptist minister Don Piper collides with a semi-truck that crosses into his lane. He is pronounced dead at the scene. For the next 90 minutes, Piper experiences heaven where he is greeted by those who had influenced him spiritually. He hears beautiful music and feels true peace.","subjects":{"1":["Heaven","Christianity."],"2":["Near-death experiences","Religious aspects","Christianity."],"3":["Future life","Christianity."],"4":["Near Death Experiences","Religious Aspects","Christianity."],"5":["Heaven","Christianity."],"6":["Heaven","Christianity.","fast","(OCoLC)fst01751302"],"7":["Near-death experiences","Religious aspects","Christianity.","fast","(OCoLC)fst01035303"]}},
  {"isbn":"0307237699","author":"Obama, Barack","title":"The audacity of hope : thoughts on reclaiming the American dream","summary":"Senator Obama calls for a different brand of politics--a politics for those weary of bitter partisanship and alienated by the \"endless clash of armies\" we see in Congress and on the campaign trail; a politics rooted in the faith, inclusiveness, and nobility of spirit at the heart of our democracy. He explores those forces--from the fear of losing, to the perpetual need to raise money, to the power of the media--that can stifle even the best-intentioned politician. He examines the growing economic insecurity of American families, the racial and religious tensions within the body politic, and the transnational threats--from terrorism to pandemic--that gather beyond our shores. And he grapples with the role that faith plays in a democracy. Only by returning to the principles that gave birth to our Constitution, he says, can Americans repair a broken political process, and restore to working order a government dangerously out of touch with millions of ordinary Americans.--From publisher description.","subjects":{"1":["Legislators","United States","Biography."],"2":["African American legislators","Biography."],"3":["National characteristics, American."],"4":["Ideals (Philosophy)"],"5":["Legislators","United States","Biography."],"6":["African American legislators","Biography."],"7":["Ideals (Philosophy.)"],"8":["Politieke kwesties.","gtt"],"9":["Wert","USA.","idsbb"],"10":["Politisches Denken.","swd"]}},
  {"isbn":"9780151012947","author":"Bi, Feiyu","title":"The moon opera","summary":"Twenty years after turning to teaching after being spurned by her Chinese opera troupe for disfiguring her understudy with boiling water in a fit of jealous rage, Xio Yanqiu returns to the stage in a new version of the cursed opera, \"The Moon Opera,\" fully believing that she has become transformed into the immortal moon goddess she is playing.","subjects":{"1":["Women singers","China","Beijing","Fiction."],"2":["Opera companies","China","Beijing","Fiction."]}},
  {"isbn":"9781400063130","author":"Li, Yiyun,","title":"The vagrants : a novel","summary":"In 1979 Muddy River, a provincial Chinese city, the Gu family struggles to deal with the imminent loss of their daughter, Gu Shan, about to be executed as a counterrevolutionary, while their neighbors deal with the realities of life in China.","subjects":{"1":["City and town life","China","Fiction."],"2":["Vie urbaine","Chine","Romans, nouvelles, etc."]}},
  {"isbn":"9781421527727","author":"Takami, Kōshun","title":"Battle royale","summary":"With unemployment at an all-time high and violence amongst school children almost out of control, the Japanese government introduces the \"Battle Royale Act.\" A randomly chosen school class is taken to a deserted island and forced to fight each other to the death. One pupil only is allowed to survive as proof of the lengths to which the government is prepared to go to end the violence.","subjects":{"1":["Junior high school students","Fiction."]}},
  {"isbn":"0307593312","author":"Murakami, Haruki,","title":"1Q84","summary":"An ode to George Orwell's \"1984\" told in alternating male and female voices relates the stories of Aomame, an assassin for a secret organization who discovers that she has been transported to an alternate reality, and Tengo, a mathematics lecturer and novice writer.","subjects":{"1":["Man-woman relationships","Fiction."],"2":["Man-woman relationship","Fiction.","sears"],"3":["Authors","Fiction.","sears"]}},
  {"isbn":"9780061733635","author":"Heilemann, John,","title":"Game change : Obama and the Clintons, McCain and Palin, and the race of a lifetime","summary":"From two of the best political reporters in the country comes the gripping inside story of the historic 2008 presidential election. In this volume, the authors use their unrivaled access to pull back the curtain on the Obama, Clinton, McCain, and Palin campaigns.","subjects":{"1":["Presidents","United States","Election","2008."],"2":["Political campaigns","United States","History","21st century."],"3":["Elections","United States","History","21st century."],"4":["Präsidentenwahl.","swd"],"5":["Wahlkampf.","swd"]}},
  {"isbn":"9780618670185","author":"Carroll, James,","title":"Practicing Catholic","summary":"An evaluation of America's impact on Catholicism draws on the author's life and experiences to trace the church's transformation from a reactionary monolith to an institution in which the deepest aspects of faith are being re-examined.","subjects":{"1":["Catholics","Biography."]}},
  {"isbn":"0878339914","author":"Koenig, Walter,","title":"Warped factors : a neurotic's guide to the universe","summary":"Koenig's story, from growing up as the neurotic child of Russian immigrants in 1940s Manhattan through his rise to Star Trek fame as Pavel Chekov, Russian navigator of the U.S.S. Enterprise, and beyond.","subjects":{"1":["Television actors and actresses","United States","Biography."]}},
  {"isbn":"9780316075848","author":"Gladwell, Malcolm,","title":"What the dog saw and other adventures","summary":"Brings together, for the first time, the best of Gladwell's writing from The New Yorker in the past decade, including: the bittersweet tale of the inventor of the birth control pill; the dazzling inventions of the pasta sauce pioneer Howard Moscowitz; spotlighting Ron Popeil, the king of the American kitchen; and the secrets of Cesar Millan, the \"dog whisperer.\" Gladwell also explores intelligence tests, ethnic profiling and \"hindsight bias,\" and why it was that everyone in Silicon Valley once tripped over themselves to hire the same college graduate.","subjects":{"1":["American prose literature","21st century","Periodicals."],"2":["Popular culture","United States."],"3":["Social values","United States."]}},
  {"isbn":"9780312555610","author":"Morton, Andrew,","title":"Angelina : an unauthorized biography","summary":"At first glance, Angelina Jolie might seem to be someone without any secrets, talking openly about her love life, drug use, etc. Yet mysteries remain: What went on in her brief, impulsive marriages to Jonny Lee Miller and Billy Bob Thornton, and what is going on with Brad Pitt? What's behind the feud with her father, actor Jon Voight? What drove her to become a mother of six children in six years? And how did this talented but troubled young actress, barely 35 years old, become the \"most powerful celebrity in the world\" (unseating Oprah Winfrey) on Forbes' 2009 Celebrity 100 list, working with victims of poverty and disaster? Andrew Morton draws upon original interviews and research to show us what shaped her as a child, as an actress, and as a woman struggling to overcome personal demons never before revealed.--From publisher description.","subjects":{"1":["Motion picture actors and actresses","United States","Biography."],"2":["Actors","United States","Biography.","sears"]}},
  {"isbn":"1573223190","author":"Cho, Margaret","title":"I have chosen to stay and fight","summary":"Comedian and activist Cho's righteous comic rage finds its targets with pinpoint accuracy and is meant not only to entertain but also to champion the civil liberties and raise awareness for the social injustices that are her impassioned causes--among them freedom of expression; gay rights; racial discrimination; and capital punishment. It is this blend of comedy and fervor that awakens the devotion of her legions of fans and permeates this book--her vehement, principled, and resoundingly funny political platform to shake us loose of the politics of disillusionment and get us through the years ahead. This book chronicles Cho's adventures and misadventures in political activism and lays out what's right in no uncertain terms.--From publisher description.","subjects":{"1":["American wit and humor."],"2":["American wit and humor.","fast","(OCoLC)fst00807457"]}},
  {"isbn":"0743244427","author":"Pearl, Mariane","title":"A mighty heart : the brave life and death of my husband, Danny Pearl","summary":"The widow of reporter Daniel Pearl, who was kidnapped and murdered in Pakistan, discusses his commitment to responsible journalism and her own role as a negotiator between the FBI and Pakistani police.","subjects":{"1":["Journalists","United States","Biography."],"2":["Journalists","Crimes against","United States."]}},
  {"isbn":"9780385517928","author":"Grann, David","title":"The devil and Sherlock Holmes : tales of murder, madness, and obsession","summary":"Collection of the journalist's articles previously published in varous periodicals.","subjects":{"1":["Murder","Case studies."],"2":["Criminals","Case studies."],"3":["Criminal behavior","United States."],"4":["Criminal psychology."],"5":["Obsessive-compulsive disorder","Case studies."]}},
  {"isbn":"9780061230929","title":"Stories : all-new tales","summary":"A groundbreaking anthology that includes outstanding tales by Joe Hill, Lawrence Block, Carolyn Parkhurst, Joanne Harris, Richard Adams, Jeffery Deaver, and Neil Gaiman.","subjects":{"1":["Short stories, American."],"2":["Short stories, English."],"3":["American fiction","21st century."],"4":["English fiction","21st century."],"5":["Short stories.","sears"],"6":["American fiction.","fast","(OCoLC)fst00807048"],"7":["English fiction.","fast","(OCoLC)fst00910817"],"8":["Short stories, American.","fast","(OCoLC)fst01117064"],"9":["Short stories, English.","fast","(OCoLC)fst01117174"]}},
  {"isbn":"9780446579223","title":"Earth (the book) : a visitor's guide to the human race","summary":"Jon Stewart and the writers of The Daily Show embark on a mission to write a book that sums up the human race: What we looked like; what we accomplished; our achievements in society, government, religion, science and culture.  Here is the definitive guide to our species--completely unburdened by objectivity, journalistic integrity, or even accuracy.","subjects":{"1":["Human behavior","Humor."],"2":["Civilization","Humor."],"3":["History","Humor."],"4":["Civilization","Humor.","sears"],"5":["Human beings","History","Humor.","sears"]}},
  {"isbn":"0974664839","title":"H.G. Wells","summary":"Adaptations of eight stories by H.G. Wells, including The War of the Worlds and The Illustrated Man, illustrated by a variety of artists.","subjects":{"1":["Science fiction."]}},
  {"isbn":"9780440423225","author":"Abraham, Daniel","title":"A game of thrones : the graphic novel","summary":"The kingdom of the Stark family faces its ultimate challenge in the onset of a generation-long winter, the poisonous plots of the rival Lannisters, the emergence of the Neverborn demons, and the arrival of barbarian hordes.","subjects":{"1":["Imaginary places","Fiction","Comic books, strips, etc."],"2":["Good and evil","Fiction","Comic books, strips, etc."],"3":["Imaginary wars and battles","Fiction","Comic books, strips, etc."],"4":["Magic","Fiction","Comic books, strips, etc."],"5":["Winter","Fiction","Comic books, strips, etc."]}},
  {"isbn":"9780981873763","author":"Beddor, Frank","title":"Hatter M","summary":"Personal bodyguard Hatter Madigan relates the story of Alyss Heart's 13-year exile as he searches for this lost Princess of Wonderland after having lost track of her during a bloody coup during these \"geo-graphic\" novels that detail familiar places and characters from Earth history and those made famous in the Lewis Carroll tales of Alice [Pleasance Lindell]'s time in Wonderland.","subjects":{"1":["Dystopias","Comic books, strips, etc."],"2":["Mad Hatter (Fictitious character)","Comic books, strips, etc."],"3":["Madigan, Hatter (Fictitious character)","Comic books, strips, etc."],"4":["Heart, Alyss (Fictitious character)","Comic books, strips, etc."],"5":["Graphic novels.","lcsh"]}},
  {"isbn":"9780785153948","author":"Beacham, Travis,","title":"Pacific Rim.","summary":"Chronicles the early years leading up to the film as we witness the beginnings of the greatest threat mankind has ever faced, a battle against humongous monsters brought to Earth through a dimensional rift.","subjects":{"1":["Human-alien encounters","Comic books, strips, etc."],"2":["Monsters","Comic books, strips, etc."],"3":["Mecha (Vehicles)","Comic books, strips, etc."],"4":["Imaginary wars and battles","Comic books, strips, etc."],"5":["Science fiction comic books, strips, etc."],"6":["Graphic novels","United States."],"7":["COMICS & GRAPHIC NOVELS / General.","bisacsh"]}}
]
}