{"leisureBooks":[
  {"isbn":"0800759494","author":"Piper, Don,","title":"90 minutes in heaven : a true story of death & life","summary":"As he is driving home from a minister's conference, Baptist minister Don Piper collides with a semi-truck that crosses into his lane. He is pronounced dead at the scene. For the next 90 minutes, Piper experiences heaven where he is greeted by those who had influenced him spiritually. He hears beautiful music and feels true peace.","subjects":{"1":["Heaven","Christianity."],"2":["Near-death experiences","Religious aspects","Christianity."],"3":["Future life","Christianity."],"4":["Near Death Experiences","Religious Aspects","Christianity."],"5":["Heaven","Christianity."],"6":["Heaven","Christianity.","fast","(OCoLC)fst01751302"],"7":["Near-death experiences","Religious aspects","Christianity.","fast","(OCoLC)fst01035303"]}},
  {"isbn":"9781416556848","author":"Abrahams, Kyria","title":"I'm perfect, you're doomed : tales from a Jehovah's Witness upbringing","summary":"\"I'm Perfect, You're Doomed is the story of Kyria Abrahams's coming-of-age as a Jehovah's Witness--a doorbell-ringing \"Pioneer of the Lord.\" Her childhood was haunted by the knowledge that her neighbors and schoolmates where doomed to die in an imminent fiery apocalypse; that Smurfs were evil; that just about anything you could buy at a yard sale was infested by demons; and that Ouija boards--even if they were manufactured by Parker Brothers--were portals to hell. Never mind how popular you are when you hand out the Watchtower instead of candy at Halloween. When Abrahams turned eighteen, things got even stranger. That's when she found herself married to a man she didn't love, with adultery her only way out. \"Disfellowshipped\" and exiled from the only world she'd ever known, Abrahams realized that the only people who could save her were the very sinners she had prayed would be smitten by God's wrath. Raucously funny, deeply unsettling, and written with scorching wit and deep compassion, I'm Perfect, You're Doomed explores the ironic absurdity of growing up believing that nothing matters because everything's about to be destroyed\"--Cover, p. 2.","subjects":{"1":["Jehovah's Witnesses","United States","Biography."]}},
  {"isbn":"9780618670185","author":"Carroll, James,","title":"Practicing Catholic","summary":"An evaluation of America's impact on Catholicism draws on the author's life and experiences to trace the church's transformation from a reactionary monolith to an institution in which the deepest aspects of faith are being re-examined.","subjects":{"1":["Catholics","Biography."]}}
]
}